IDEA StatiCa Open Model
CrossSectionComponentThermalData Constructor
Compatible with IDEA StatiCa Beta 21.0 - beta
Initializes a new instance of the CrossSectionComponentThermalData class
 Namespace: IdeaRS.OpenModel.CrossSection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public CrossSectionComponentThermalData()
Public Sub New
public:
CrossSectionComponentThermalData()
See Also
Reference
CrossSectionComponentThermalData Class
IdeaRS.OpenModel.CrossSection Namespace